<?php
return [
    'site_name' => 'المركز السوري للتنمية المستدامة',
    'site_subname' => 'والتمكين المجتمعي',
    'menu' => [
        'services' => 'الخدمات',
        'news' => 'الأخبار والفعاليات',
        'contact' => 'اتصل بنا',
        'sections' => 'أقسام الصفحة',
        'about' => 'من نحن',
        'target' => 'الفئة المستهدفة',
        'team' => 'فريقنا',
        'partners' => 'شركاؤنا'
    ],
    'titles' => [
        'about' => 'من نحن',
        'mission' => 'رسالتنا',
        'vision' => 'رؤيتنا',
        'target' => 'الفئة المستهدفة',
        'services' => 'مجالاتنا',
        'team' => 'فريقنا',
        'partners' => 'شركاؤنا'
    ],
    'buttons' => [
        'read_more' => 'قراءة المزيد',
        'discover' => 'اكتشف المزيد',
        'login' => 'تسجيل الدخول',
        'logout' => 'تسجيل الخروج'
    ],
    'services' => [
        'education' => 'التعليم والتمكين',
        'development' => 'التنمية والإسكان',
        'environment' => 'البيئة'
    ],
    'footer' => [
        'quick_links' => 'روابط سريعة',
        'contact_us' => 'تواصل معنا',
        'copyright' => 'حقوق النشر © 2023 المركز السوري للتنمية المستدامة. جميع الحقوق محفوظة.'
    ]
];